Repository: Loriage/Minidisc
Catalog: Minidisc/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, zh_hans, zh_hant

source: System follows your device's light or dark setting.
de: System verwendet die Hell- oder Dunkel-Einstellung deines Geräts.
el: Το Σύστημα ακολουθεί τη φωτεινή ή σκοτεινή εμφάνιση της συσκευής σας.
es: Sistema sigue el ajuste claro u oscuro de tu dispositivo.
fr: Système suit le réglage clair ou sombre de votre appareil.
it: Sistema segue l'impostazione chiara o scura del dispositivo.
ja: 「システム」はデバイスのライト／ダーク設定に従います。
zh_hans: “系统”会跟随设备的浅色或深色设置。
zh_hant: 「系統」會跟隨裝置的淺色或深色設定。

source: Take a Photo
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer una foto
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮る
zh_hans: 拍照
zh_hant: 拍照

source: Tap + to search Lidarr and add an artist.
de: Tippe auf +, um Lidarr zu durchsuchen und einen Künstler hinzuzufügen.
el: Πατήστε + για αναζήτηση στο Lidarr και προσθήκη καλλιτέχνη.
es: Toca + para buscar en Lidarr y añadir un artista.
fr: Touchez + pour rechercher dans Lidarr et ajouter un artiste.
it: Tocca + per cercare in Lidarr e aggiungere un artista.
ja: ＋をタップしてLidarrを検索し、アーティストを追加します。
zh_hans: 点按 + 以搜索 Lidarr 并添加艺人。
zh_hant: 點一下 + 以搜尋 Lidarr 並新增藝人。

source: Test and Update
de: Testen und aktualisieren
el: Δοκιμή και ενημέρωση
es: Probar y actualizar
fr: Tester et mettre à jour
it: Prova e aggiorna
ja: テストして更新
zh_hans: 测试并更新
zh_hant: 測試並更新

source: Thanks
de: Danke
el: Ευχαριστίες
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti
ja: 謝辞
zh_hans: 鸣谢
zh_hant: 鳴謝

source: Thanks for listening.
de: Danke fürs Zuhören.
el: Ευχαριστούμε που ακούσατε.
es: Gracias por escuchar.
fr: Merci d'avoir écouté.
it: Grazie per l'ascolto.
ja: 聴いてくれて ありがとう。
zh_hans: 感谢你的 收听。
zh_hant: 感謝你的 聆聽。

source: That does not look like a valid address.
de: Das sieht nicht nach einer gültigen Adresse aus.
el: Αυτή δεν φαίνεται έγκυρη διεύθυνση.
es: Eso no parece una dirección válida.
fr: Cette adresse ne semble pas valide.
it: Non sembra un indirizzo valido.
ja: 有効なアドレスではないようです。
zh_hans: 这看起来不是有效的地址。
zh_hant: 這看起來不是有效的位址。

source: That's %lld hours of music.
de: Das sind %lld Stunden Musik.
el: Αυτό είναι %lld ώρες μουσικής.
es: Eso es %lld horas de música.
fr: Soit %lld heures de musique.
it: Sono %lld ore di musica.
ja: 音楽%lld時間分です。
zh_hans: 那是 %lld 小时的音乐。
zh_hant: 那是 %lld 小時的音樂。

source: The API key was rejected.
de: Der API-Schlüssel wurde abgelehnt.
el: Το κλειδί API απορρίφθηκε.
es: La clave API fue rechazada.
fr: La clé API a été rejetée.
it: La chiave API è stata rifiutata.
ja: APIキーが拒否されました。
zh_hans: API 密钥被拒绝。
zh_hant: API 金鑰被拒絕。

source: The API token was rejected.
de: Das API-Token wurde abgelehnt.
el: Το διακριτικό API απορρίφθηκε.
es: El token de API fue rechazado.
fr: Le jeton d'API a été refusé.
it: Il token API è stato rifiutato.
ja: APIトークンが拒否されました。
zh_hans: API 令牌被拒绝。
zh_hant: API 權杖遭拒。

source: The audio files will be deleted from this device.
de: Die Audiodateien werden von diesem Gerät gelöscht.
el: Τα αρχεία ήχου θα διαγραφούν από αυτήν τη συσκευή.
es: Los archivos de audio se eliminarán de este dispositivo.
fr: Les fichiers audio seront supprimés de cet appareil.
it: I file audio verranno eliminati da questo dispositivo.
ja: オーディオファイルはこのデバイスから削除されます。
zh_hans: 音频文件将从此设备中删除。
zh_hant: 音訊檔案將從此裝置刪除。

source: The best of %@
de: Das Beste von %@
el: Τα καλύτερα του %@
es: Lo mejor de %@
fr: Le meilleur de %@
it: Il meglio di %@
ja: %@のベスト
zh_hans: %@ 精选
zh_hant: %@ 精選

source: The hostname could not be resolved. Check the URL, DNS settings, and local network access in iOS Settings › Privacy › Local Network.
de: Der Hostname konnte nicht aufgelöst werden. URL, DNS-Einstellungen und lokalen Netzwerkzugriff in iOS Einstellungen › Datenschutz › Lokales Netzwerk prüfen.
el: Δεν ήταν δυνατή η ανάλυση του ονόματος κεντρικού υπολογιστή. Ελέγξτε το URL, τις ρυθμίσεις DNS και την πρόσβαση στο τοπικό δίκτυο στο iOS Ρυθμίσεις › Απόρρητο › Τοπικό δίκτυο.
es: No se pudo resolver el nombre de host. Comprueba la URL, los ajustes de DNS y el acceso a la red local en Ajustes de iOS › Privacidad › Red local.
fr: Le nom d'hôte n'a pas pu être résolu. Vérifiez l'URL, les réglages DNS et l'accès au réseau local dans Réglages iOS › Confidentialité › Réseau local.
it: Impossibile risolvere l'hostname. Controlla l'URL, le impostazioni DNS e l'accesso alla rete locale in Impostazioni iOS › Privacy › Rete locale.
ja: ホスト名を解決できませんでした。URL、DNS設定、およびiOSの設定 › プライバシー › ローカルネットワークでのローカルネットワークアクセスを確認してください。
zh_hans: 无法解析主机名。请检查 URL、DNS 设置以及 iOS 设置 › 隐私 › 本地网络 中的本地网络访问权限。
zh_hant: 無法解析主機名稱。請檢查 URL、DNS 設定，以及 iOS「設定」›「隱私權」›「區域網路」中的區域網路存取權限。

source: The Lidarr address is not valid.
de: Die Lidarr-Adresse ist ungültig.
el: Η διεύθυνση Lidarr δεν είναι έγκυρη.
es: La dirección de Lidarr no es válida.
fr: L'adresse Lidarr n'est pas valide.
it: L'indirizzo Lidarr non è valido.
ja: Lidarrのアドレスが無効です。
zh_hans: Lidarr 地址无效。
zh_hant: Lidarr 位址無效。

source: The mood playlists already on your server are left untouched. They will keep updating from your library tags instead.
de: Die Stimmungs-Playlists auf deinem Server bleiben unverändert. Sie werden künftig aus deinen Bibliothek-Tags aktualisiert.
el: Οι λίστες διάθεσης που υπάρχουν ήδη στον διακομιστή σου παραμένουν ως έχουν. Θα ενημερώνονται πλέον από τις ετικέτες της βιβλιοθήκης σου.
es: Las listas de estado de ánimo que ya están en tu servidor se mantienen intactas. Seguirán actualizándose a partir de las etiquetas de tu biblioteca.
fr: Les playlists d'ambiance déjà présentes sur ton serveur restent intactes. Elles continueront de se mettre à jour à partir des tags de ta bibliothèque.
it: Le playlist per atmosfera già presenti sul tuo server restano intatte. Continueranno ad aggiornarsi dai tag della tua libreria.
ja: サーバー上にあるムードのプレイリストはそのまま残ります。今後はライブラリのタグから更新されます。
zh_hans: 服务器上已有的心情播放列表保持不变，之后将改用音乐库标签继续更新。
zh_hant: 伺服器上既有的心情播放列表維持不變，之後將改用音樂庫標籤繼續更新。

source: The newest tracks in your library
de: Die neuesten Titel in deiner Mediathek
el: Τα νεότερα κομμάτια στη βιβλιοθήκη σου
es: Las canciones más recientes de tu biblioteca
fr: Les titres les plus récents de votre bibliothèque
it: I brani più recenti della tua libreria
ja: ライブラリに最近追加された曲
zh_hans: 音乐库中最新的歌曲
zh_hant: 資料庫中最新的歌曲

source: The operation timed out. Please check your connection and try again.
de: Zeitüberschreitung des Vorgangs. Bitte Verbindung prüfen und erneut versuchen.
el: Η λειτουργία έληξε λόγω χρονικού ορίου. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es: Se agotó el tiempo de la operación. Comprueba tu conexión e inténtalo de nuevo.
fr: L'opération a expiré. Vérifiez votre connexion et réessayez.
it: L'operazione è scaduta. Controlla la connessione e riprova.
ja: 操作がタイムアウトしました。接続を確認してもう一度お試しください。
zh_hans: 操作超时。请检查网络连接后重试。
zh_hant: 操作已逾時。請檢查你的連線後再試一次。

source: The report excludes song metadata, complete server URLs, credentials, HTTP headers, and audio device names.
de: Der Bericht enthält keine Song-Metadaten, vollständigen Server-URLs, Zugangsdaten, HTTP-Header oder Namen von Audiogeräten.
el: Η αναφορά εξαιρεί μεταδεδομένα τραγουδιών, πλήρεις διευθύνσεις URL διακομιστή, διαπιστευτήρια, κεφαλίδες HTTP και ονόματα συσκευών ήχου.
es: El informe excluye los metadatos de las canciones, las URL completas del servidor, las credenciales, las cabeceras HTTP y los nombres de dispositivos de audio.
fr: Le rapport exclut les métadonnées des morceaux, les URL complètes du serveur, les identifiants, les en-têtes HTTP et les noms des appareils audio.
it: Il rapporto esclude i metadati dei brani, gli URL completi del server, le credenziali, le intestazioni HTTP e i nomi dei dispositivi audio.
ja: レポートには、曲のメタデータ、完全なサーバーURL、認証情報、HTTPヘッダー、オーディオデバイス名は含まれません。
zh_hans: 报告不包含歌曲元数据、完整的服务器 URL、凭据、HTTP 标头和音频设备名称。
zh_hant: 報告不包含歌曲中繼資料、完整的伺服器 URL、憑證、HTTP 標頭和音訊裝置名稱。

source: The request was cancelled.
de: Die Anfrage wurde abgebrochen.
el: Το αίτημα ακυρώθηκε.
es: La solicitud fue cancelada.
fr: La requête a été annulée.
it: La richiesta è stata annullata.
ja: リクエストがキャンセルされました。
zh_hans: 请求已取消。
zh_hant: 請求已取消。

source: The server did not respond as a Subsonic/Navidrome server. Check the URL.
de: Der Server hat nicht als Subsonic/Navidrome-Server geantwortet. URL prüfen.
el: Ο διακομιστής δεν απάντησε ως διακομιστής Subsonic/Navidrome. Ελέγξτε το URL.
es: El servidor no respondió como un servidor Subsonic/Navidrome. Comprueba la URL.
fr: Le serveur n'a pas répondu comme un serveur Subsonic/Navidrome. Vérifiez l'URL.
it: Il server non ha risposto come un server Subsonic/Navidrome. Controlla l'URL.
ja: サーバがSubsonic/Navidromeサーバとして応答しませんでした。URLを確認してください。
zh_hans: 服务器未以 Subsonic/Navidrome 服务器的方式响应。请检查 URL。
zh_hant: 伺服器沒有以 Subsonic/Navidrome 伺服器的方式回應。請檢查 URL。

source: The server is not accepting connections. Check the port and whether your server is running.
de: Der Server nimmt keine Verbindungen an. Port prüfen und ob der Server läuft.
el: Ο διακομιστής δεν δέχεται συνδέσεις. Ελέγξτε τη θύρα και αν ο διακομιστής σας λειτουργεί.
es: El servidor no acepta conexiones. Comprueba el puerto y si tu servidor está en marcha.
fr: Le serveur n'accepte pas les connexions. Vérifiez le port et si votre serveur est en marche.
it: Il server non accetta connessioni. Controlla la porta e se il tuo server è in esecuzione.
ja: サーバが接続を受け付けていません。ポートとサーバが起動しているかを確認してください。
zh_hans: 服务器未接受连接。请检查端口以及你的服务器是否正在运行。
zh_hant: 伺服器未接受連線。請檢查連接埠以及你的伺服器是否正在運作。

source: The server redirected to a different domain. Check your server configuration.
de: Der Server hat auf eine andere Domain weitergeleitet. Server-Konfiguration prüfen.
el: Ο διακομιστής ανακατεύθυνε σε διαφορετικό τομέα. Ελέγξτε τη ρύθμιση του διακομιστή σας.
es: El servidor redirigió a un dominio diferente. Comprueba la configuración de tu servidor.
fr: Le serveur a redirigé vers un autre domaine. Vérifiez la configuration de votre serveur.
it: Il server ha reindirizzato a un dominio diverso. Controlla la configurazione del server.
ja: サーバが別のドメインにリダイレクトしました。サーバ設定を確認してください。
zh_hans: 服务器重定向到了不同的域名。请检查你的服务器配置。
zh_hant: 伺服器重新導向到了不同的網域。請檢查你的伺服器組態。

source: The server returned a web page, not Lidarr data. A reverse proxy is probably blocking the request. Add its headers under Custom Headers.
de: Der Server hat eine Webseite zurückgegeben, keine Lidarr-Daten. Wahrscheinlich blockiert ein Reverse-Proxy die Anfrage. Füge seine Header unter Eigene Header hinzu.
el: Ο διακομιστής επέστρεψε μια ιστοσελίδα, όχι δεδομένα Lidarr. Πιθανώς ένας αντίστροφος διακομιστής μεσολάβησης μπλοκάρει το αίτημα. Προσθέστε τις κεφαλίδες του στις Προσαρμοσμένες κεφαλίδες.
es: El servidor devolvió una página web, no datos de Lidarr. Probablemente un proxy inverso está bloqueando la solicitud. Añade sus cabeceras en Cabeceras personalizadas.
fr: Le serveur a renvoyé une page web, et non des données Lidarr. Un reverse proxy bloque probablement la requête. Ajoutez ses en-têtes dans En-têtes personnalisés.
it: Il server ha restituito una pagina web, non dati Lidarr. Probabilmente un reverse proxy sta bloccando la richiesta. Aggiungi le sue intestazioni in Intestazioni personalizzate.
ja: サーバーがLidarrのデータではなくWebページを返しました。おそらくリバースプロキシがリクエストをブロックしています。そのヘッダを「カスタムヘッダ」に追加してください。
zh_hans: 服务器返回的是网页，而非 Lidarr 数据。可能是反向代理阻止了请求。请在“自定义请求头”中添加其请求头。
zh_hant: 伺服器回傳的是網頁，而非 Lidarr 資料。可能是反向代理封鎖了請求。請在「自訂標頭」中新增其標頭。

source: The server returned an API-level error.
de: Der Server hat einen Fehler auf API-Ebene zurückgegeben.
el: Ο διακομιστής επέστρεψε ένα σφάλμα σε επίπεδο API.
es: El servidor devolvió un error a nivel de API.
fr: Le serveur a renvoyé une erreur au niveau de l'API.
it: Il server ha restituito un errore a livello di API.
ja: サーバがAPIレベルのエラーを返しました。
zh_hans: 服务器返回了 API 级别的错误。
zh_hant: 伺服器傳回了 API 層級的錯誤。

source: The server returned an unexpected error (HTTP %lld).
de: Der Server hat einen unerwarteten Fehler zurückgegeben (HTTP %lld).
el: Ο διακομιστής επέστρεψε ένα μη αναμενόμενο σφάλμα (HTTP %lld).
es: El servidor devolvió un error inesperado (HTTP %lld).
fr: Le serveur a renvoyé une erreur inattendue (HTTP %lld).
it: Il server ha restituito un errore imprevisto (HTTP %lld).
ja: サーバが予期しないエラーを返しました (HTTP %lld)。
zh_hans: 服务器返回了意外错误 (HTTP %lld)。
zh_hant: 伺服器傳回了未預期的錯誤 (HTTP %lld)。

source: The server returned an unexpected response.
de: Der Server hat eine unerwartete Antwort zurückgegeben.
el: Ο διακομιστής επέστρεψε μια μη αναμενόμενη απάντηση.
es: El servidor devolvió una respuesta inesperada.
fr: Le serveur a renvoyé une réponse inattendue.
it: Il server ha restituito una risposta imprevista.
ja: サーバが予期しない応答を返しました。
zh_hans: 服务器返回了意外响应。
zh_hant: 伺服器傳回了未預期的回應。

source: The server took too long to respond. Check your network and try again.
de: Der Server hat zu lange für eine Antwort gebraucht. Netzwerk prüfen und erneut versuchen.
el: Ο διακομιστής άργησε πολύ να απαντήσει. Ελέγξτε το δίκτυό σας και δοκιμάστε ξανά.
es: El servidor tardó demasiado en responder. Comprueba tu red e inténtalo de nuevo.
fr: Le serveur a mis trop de temps à répondre. Vérifiez votre réseau et réessayez.
it: Il server ha impiegato troppo tempo a rispondere. Controlla la rete e riprova.
ja: サーバの応答に時間がかかりすぎました。ネットワークを確認してもう一度お試しください。
zh_hans: 服务器响应时间过长。请检查你的网络后重试。
zh_hant: 伺服器回應時間過長。請檢查你的網路後再試一次。

source: The server transcodes to the chosen tier for each network. Original streams your files untouched (lossless); a lighter tier saves cellular data and lowers decoding load. Applies to the next track.
de: Der Server transkodiert für jedes Netzwerk in die gewählte Stufe. Original streamt deine Dateien unverändert (verlustfrei); eine leichtere Stufe spart mobiles Datenvolumen und senkt die Dekodierlast. Gilt für den nächsten Titel.
el: Ο διακομιστής επανακωδικοποιεί στο επιλεγμένο επίπεδο για κάθε δίκτυο. Το Πρωτότυπο μεταδίδει τα αρχεία σας ανέπαφα (χωρίς απώλειες)· ένα ελαφρύτερο επίπεδο εξοικονομεί δεδομένα κινητής και μειώνει το φορτίο αποκωδικοποίησης. Ισχύει για το επόμενο κομμάτι.
es: El servidor transcodifica al nivel elegido para cada red. Original transmite tus archivos sin modificar (sin pérdidas); un nivel más ligero ahorra datos móviles y reduce la carga de decodificación. Se aplica a la siguiente pista.
fr: Le serveur transcode vers le niveau choisi pour chaque réseau. Original diffuse vos fichiers tels quels (sans perte) ; un niveau plus léger économise les données mobiles et réduit la charge de décodage. S'applique au titre suivant.
it: Il server transcodifica al livello scelto per ogni rete. Original riproduce i tuoi file invariati (senza perdita); un livello più leggero risparmia dati cellulari e riduce il carico di decodifica. Si applica alla traccia successiva.
ja: サーバーはネットワークごとに選択したレベルへトランスコードします。オリジナルはファイルをそのまま（ロスレスで）ストリーミングします。軽いレベルはモバイルデータを節約し、デコード負荷を下げます。次の曲から適用されます。
zh_hans: 服务器会针对每种网络转码到所选的等级。原始会原封不动地（无损）串流你的文件；较低的等级可节省蜂窝数据并降低解码负担。将在下一首曲目生效。
zh_hant: 伺服器會針對每種網路轉碼到所選的等級。原始會原封不動地（無損）串流你的檔案；較低的等級可節省行動數據並降低解碼負擔。將於下一首曲目生效。

source: The server's TLS certificate could not be verified. Check your server's SSL configuration.
de: Das TLS-Zertifikat des Servers konnte nicht überprüft werden. SSL-Konfiguration des Servers prüfen.
el: Δεν ήταν δυνατή η επαλήθευση του πιστοποιητικού TLS του διακομιστή. Ελέγξτε τη ρύθμιση SSL του διακομιστή σας.
es: No se pudo verificar el certificado TLS del servidor. Comprueba la configuración SSL de tu servidor.
fr: Le certificat TLS du serveur n'a pas pu être vérifié. Vérifiez la configuration SSL de votre serveur.
it: Impossibile verificare il certificato TLS del server. Controlla la configurazione SSL del tuo server.
ja: サーバのTLS証明書を検証できませんでした。サーバのSSL設定を確認してください。
zh_hans: 无法验证服务器的 TLS 证书。请检查你的服务器 SSL 配置。
zh_hant: 無法驗證伺服器的 TLS 憑證。請檢查你的伺服器 SSL 組態。

source: The username format is not valid.
de: Das Format des Benutzernamens ist ungültig.
el: Η μορφή του ονόματος χρήστη δεν είναι έγκυρη.
es: El formato del nombre de usuario no es válido.
fr: Le format du nom d'utilisateur n'est pas valide.
it: Il formato del nome utente non è valido.
ja: ユーザ名の形式が正しくありません。
zh_hans: 用户名格式无效。
zh_hant: 使用者名稱格式無效。

source: Theme
de: Design
el: Θέμα
es: Tema
fr: Thème
it: Tema
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: Theme colour
de: Designfarbe
el: Χρώμα θέματος
es: Color del tema
fr: Couleur du thème
it: Colore del tema
ja: テーマカラー
zh_hans: 主题颜色
zh_hant: 主題顏色

source: They'll be removed from the playlist when you save.
de: Sie werden beim Sichern aus der Playlist entfernt.
el: Θα αφαιρεθούν από τη λίστα όταν αποθηκεύσετε.
es: Se quitarán de la lista cuando guardes.
fr: Ils seront retirés de la liste de lecture lors de l'enregistrement.
it: Verranno rimossi dalla playlist al salvataggio.
ja: 保存するとプレイリストから削除されます。
zh_hans: 存储时它们将从播放列表中移除。
zh_hant: 當你儲存時，它們會從播放列表移除。

source: This account does not exist on ListenBrainz.
de: Dieses Konto existiert nicht bei ListenBrainz.
el: Αυτός ο λογαριασμός δεν υπάρχει στο ListenBrainz.
es: Esta cuenta no existe en ListenBrainz.
fr: Ce compte n'existe pas sur ListenBrainz.
it: Questo account non esiste su ListenBrainz.
ja: このアカウントはListenBrainzに存在しません。
zh_hans: 此账户在 ListenBrainz 上不存在。
zh_hant: 此帳號不存在於 ListenBrainz。

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
zh_hans: 此操作无法撤销。
zh_hant: 此動作無法復原。

source: This album doesn't have any tracks yet.
de: Dieses Album enthält noch keine Titel.
el: Αυτό το άλμπουμ δεν έχει ακόμη κομμάτια.
es: Este álbum aún no tiene ninguna pista.
fr: Cet album ne contient pas encore de pistes.
it: Questo album non ha ancora brani.
ja: このアルバムにはまだトラックがありません。
zh_hans: 此专辑暂无任何曲目。
zh_hant: 此專輯目前還沒有任何曲目。

source: This app is a fork of Cassette, originally built by Mathieu Dubart. Thanks to the Navidrome team for an excellent self-hosted music server, and to the OpenSubsonic community for modernizing the Subsonic API.
de: Diese App ist ein Fork von Cassette, ursprünglich entwickelt von Mathieu Dubart. Dank an das Navidrome-Team für einen hervorragenden selbst gehosteten Musikserver und an die OpenSubsonic-Community für die Modernisierung der Subsonic-API.
el: Αυτή η εφαρμογή είναι fork του Cassette, που αρχικά δημιουργήθηκε από τον Mathieu Dubart. Ευχαριστούμε την ομάδα του Navidrome για έναν εξαιρετικό αυτοφιλοξενούμενο διακομιστή μουσικής και την κοινότητα του OpenSubsonic για τον εκσυγχρονισμό του API Subsonic.
es: Esta app es un fork de Cassette, creada originalmente por Mathieu Dubart. Gracias al equipo de Navidrome por un excelente servidor de música autoalojado y a la comunidad de OpenSubsonic por modernizar la API de Subsonic.
fr: Cette app est un fork de Cassette, créé à l'origine par Mathieu Dubart. Merci à l'équipe Navidrome pour un excellent serveur de musique auto-hébergé, et à la communauté OpenSubsonic pour la modernisation de l'API Subsonic.
it: Questa app è un fork di Cassette, creata originariamente da Mathieu Dubart. Grazie al team di Navidrome per un eccellente server musicale self-hosted e alla community di OpenSubsonic per aver modernizzato l'API Subsonic.
ja: このアプリは、Mathieu Dubartが最初に開発したCassetteのフォークです。優れたセルフホスト型音楽サーバーを提供するNavidromeチームと、Subsonic APIを近代化したOpenSubsonicコミュニティに感謝します。
zh_hans: 本应用是 Cassette 的分支，最初由 Mathieu Dubart 开发。感谢 Navidrome 团队提供出色的自托管音乐服务器，也感谢 OpenSubsonic 社区对 Subsonic API 的现代化改进。
zh_hant: 本應用是 Cassette 的分支，最初由 Mathieu Dubart 開發。感謝 Navidrome 團隊提供出色的自架音樂伺服器，也感謝 OpenSubsonic 社群對 Subsonic API 的現代化改進。

source: This artist has no albums in Lidarr.
de: Dieser Künstler hat keine Alben in Lidarr.
el: Αυτός ο καλλιτέχνης δεν έχει άλμπουμ στο Lidarr.
es: Este artista no tiene álbumes en Lidarr.
fr: Cet artiste n'a aucun album dans Lidarr.
it: Questo artista non ha album in Lidarr.
ja: このアーティストにはLidarrにアルバムがありません。
zh_hans: 此艺人在 Lidarr 中没有专辑。
zh_hant: 此藝人在 Lidarr 中沒有專輯。

source: This artist has no albums in the library.
de: Dieser Künstler hat keine Alben in der Mediathek.
el: Αυτός ο καλλιτέχνης δεν έχει άλμπουμ στη βιβλιοθήκη.
es: Este artista no tiene álbumes en la biblioteca.
fr: Cet artiste n'a aucun album dans la bibliothèque.
it: Questo artista non ha album nella libreria.
ja: このアーティストのアルバムはライブラリにありません。
zh_hans: 此艺人在音乐库中没有专辑。
zh_hant: 此藝人在資料庫中沒有任何專輯。

source: This content isn't available offline.
de: Dieser Inhalt ist offline nicht verfügbar.
el: Αυτό το περιεχόμενο δεν είναι διαθέσιμο εκτός σύνδεσης.
es: Este contenido no está disponible sin conexión.
fr: Ce contenu n'est pas disponible hors ligne.
it: Questo contenuto non è disponibile offline.
ja: このコンテンツはオフラインでは利用できません。
zh_hans: 此内容无法离线使用。
zh_hant: 此內容無法離線使用。

source: This feature is not yet implemented.
de: Diese Funktion ist noch nicht implementiert.
el: Αυτή η λειτουργία δεν έχει ακόμη υλοποιηθεί.
es: Esta función aún no está implementada.
fr: Cette fonctionnalité n'est pas encore disponible.
it: Questa funzione non è ancora implementata.
ja: この機能はまだ実装されていません。
zh_hans: 此功能尚未实现。
zh_hant: 此功能尚未實作。

source: This permanently deletes the playlist from your server. This action cannot be undone.
de: Dies löscht die Playlist dauerhaft vom Server. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό διαγράφει οριστικά τη λίστα από τον διακομιστή σας. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto elimina permanentemente la lista de tu servidor. Esta acción no se puede deshacer.
fr: Cela supprime définitivement la liste de lecture de votre serveur. Cette action est irréversible.
it: Questo elimina definitivamente la playlist dal tuo server. Questa azione non può essere annullata.
ja: プレイリストをサーバから完全に削除します。この操作は取り消せません。
zh_hans: 这将从你的服务器上永久删除该播放列表。此操作无法撤销。
zh_hant: 這會永久從你的伺服器刪除此播放列表。此操作無法復原。

source: This playlist doesn't have any tracks yet.
de: Diese Playlist enthält noch keine Titel.
el: Αυτή η λίστα δεν έχει ακόμη κομμάτια.
es: Esta lista aún no tiene ninguna pista.
fr: Cette liste de lecture ne contient pas encore de pistes.
it: Questa playlist non ha ancora brani.
ja: このプレイリストにはまだトラックがありません。
zh_hans: 此播放列表暂无任何曲目。
zh_hant: 此播放列表目前還沒有任何曲目。

source: This removes the playlist everywhere, including any downloaded copy.
de: Dies entfernt die Playlist überall, einschließlich heruntergeladener Kopien.
el: Αυτό αφαιρεί τη λίστα παντού, συμπεριλαμβανομένου κάθε ληφθέντος αντιγράφου.
es: Esto quita la lista de todas partes, incluida cualquier copia descargada.
fr: Cela retire la liste de lecture partout, y compris toute copie téléchargée.
it: Questo rimuove la playlist ovunque, inclusa qualsiasi copia scaricata.
ja: ダウンロードしたコピーを含め、プレイリストをすべての場所から削除します。
zh_hans: 这将从所有位置移除该播放列表，包括任何已下载的副本。
zh_hant: 這會在所有位置移除此播放列表，包含任何已下載的副本。

source: This removes the playlist from your server. You can keep the files downloaded on this device, or remove them too. This cannot be undone.
de: Dies entfernt die Playlist vom Server. Die heruntergeladenen Dateien können auf diesem Gerät behalten oder ebenfalls entfernt werden. Dies kann nicht rückgängig gemacht werden.
el: Αυτό αφαιρεί τη λίστα από τον διακομιστή σας. Μπορείτε να διατηρήσετε τα ληφθέντα αρχεία σε αυτήν τη συσκευή ή να τα αφαιρέσετε κι αυτά. Αυτό δεν μπορεί να αναιρεθεί.
es: Esto quita la lista de tu servidor. Puedes conservar los archivos descargados en este dispositivo o quitarlos también. Esto no se puede deshacer.
fr: Cela retire la liste de lecture de votre serveur. Vous pouvez conserver les fichiers téléchargés sur cet appareil, ou les retirer aussi. Cette action est irréversible.
it: Questo rimuove la playlist dal tuo server. Puoi mantenere i file scaricati su questo dispositivo o rimuoverli anch'essi. Questa azione non può essere annullata.
ja: プレイリストをサーバから削除します。このデバイスにダウンロードしたファイルは残すことも、一緒に削除することもできます。この操作は取り消せません。
zh_hans: 这将从你的服务器上移除该播放列表。你可以保留此设备上已下载的文件，也可以一并移除。此操作无法撤销。
zh_hant: 這會從你的伺服器移除此播放列表。你可以保留下載在此裝置上的檔案，或一併移除。此操作無法復原。
